/* No comment provided by engineer. */
"About Verbatim Solutions" = "Om Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ drives av Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Trykk her for å taste";

/* No comment provided by engineer. */
"All translation history has been cleared." = "All oversettingslogg er slettet.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Er du sikker på at du vil slette all oversettingslogg?  Dine tidligere oversettelser vil da ikke dukke opp som forslag lenger.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Clear" = "Slett";

/* No comment provided by engineer. */
"Clear Translation History" = "Slett oversettingslogg";

/* No comment provided by engineer. */
"Done" = "Ferdig";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Profesjonell prisantydning";

/* No comment provided by engineer. */
"Request Professional Quote" = "Be om profesjonell prisantydning";

/* No comment provided by engineer. */
"Submitting.." = "Sender…";

/* No comment provided by engineer. */
"Translating.." = "Oversetter";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ drives av Verbatim Solutions, en ledende profesjonell oversettertjeneste.  Verbi™ gir deg raske maskinoversettelser og er ingen erstatning for sertifiserte, profesjonelle oversettertjenester.  For tilgang til profesjonell oversettelse utført av én av våre sertifiserte oversettere kan du kontakte oss her";

/* No comment provided by engineer. */
"Mail:" = "Post:";

/* No comment provided by engineer. */
"Call:" = "Telefon:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Beklager, det har oppstått en feil.  Vennligst prøv igjen.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";